{
  "landing": {
    "header": ["Преимущества", "Мероприятия", "FAQ", "Процесс"],
    "hero_title": "Программируй своё будущее",
    "hero_description": "Присоединяйся к образовательному сообществу, где студенты встречаются, чтобы кодить, учиться и расти вместе",
    "advantages_title": "Почему выбирают нас",
    "advantages_description": "Вместе с нашими партнерами организуем мероприятия для студентов, которые хотят развиваться в программировании",
    "advantages_items": [
      {
        "icon": "🎉",
        "title": "Реальные мероприятия",
        "description": "Хакатоны, воркшопы и митапы, где студенты могут сразу применить свои знания на практике."
      },
      {
        "icon": "🤝",
        "title": "Единомышленники",
        "description": "Наши мероприятия собирают людей, которые стремятся к развитию в программировании и всегда готовы поделиться опытом."
      },
      {
        "icon": "🌍",
        "title": "Открытость для всех",
        "description": "У нас каждый может найти мероприятие по своему интересу и уровню знаний, независимо от того, начинающий ты или опытный разработчик."
      }
    ],
    "faq_title": "Часто задаваемые вопросы",
    "faq_description": "Здесь вы найдете ответы на самые популярные вопросы о наших мероприятиях и платформе.",
    "faq_items": [
      {
        "title": "Что такое мероприятия на вашей платформе?",
        "description": "Наши мероприятия — это различные события, которые партнеры организуют для студентов, интересующихся программированием. Это отличная возможность развивать навыки, общаться с единомышленниками и получать реальный опыт."
      },
      {
        "title": "Как можно участвовать в мероприятиях?",
        "description": "Для участия в мероприятиях достаточно зарегистрироваться на нашей платформе. После регистрации вам будут доступны все подробности, включая время, место проведения и задачи."
      },
      {
        "title": "Как узнать о новых мероприятиях?",
        "description": "Вы можете следить за новыми мероприятиями через наш сайт или подписаться на рассылку, чтобы всегда быть в курсе последних событий."
      },
      {
        "title": "Я новичок в программировании. Могу ли я участвовать?",
        "description": "Конечно! Наши мероприятия подходят для студентов с любым уровнем подготовки. Мы предлагаем возможности для обучения, независимо от того, на каком этапе вы находитесь."
      }
    ],
    "timeline_title": "Организационный процесс",
    "timeline_description": "Этапы проведения мероприятия - от планирования и регистрации до финала и подведения итогов",
    "timeline_items": [
      {
        "title": "Создание мероприятий",
        "text": "На этом этапе осуществляется планирование и организация всех аспектов мероприятия, включая выбор темы, определение целей, составление расписания и подготовку необходимых материалов."
      },
      {
        "title": "Регистрация участников",
        "text": "Участники подают заявки на участие в мероприятии."
      },
      {
        "title": "Отборочные этапы",
        "text": "Проводятся предварительные туры, направленные на оценку знаний, умений и навыков участников. Лучшие проходят в следующий этап."
      },
      {
        "title": "Финал",
        "text": "Заключительный этап, где финалисты демонстрируют свои лучшие результаты. По итогам финала определяются победители и вручаются награды."
      }
    ],
    "footer_copyright": "Все права защищены"
  },
  "common": {
    "get_started": "Начать обучение",
    "create_event": "Создать мероприятие",
    "switch_theme": "Переключить тему"
  },
  "auth": {
    "login": "Авторизация",
    "register": "Регистрация"
  },
  "routes": {
    "dashboard": "Дашборд",
    "events": "Мероприятия",
    "settings": "Настройки",
    "profile": "Мой профиль"
  }
}
